{
    "cards":{
        "hearts":{
            "ace":{
                "optionOne":"What group has the highest status in the community? What must people do to gain inclusion in this group?",
                "optionTwo":"Are there distinct family units in the community? If so, what family structures are common?"
            },
            "king":{
                "optionOne":"A young boy starts digging in the ground, and discovers something unexpected. What is it?",
                "optionTwo":"An old man confesses to past crimes and atrocities. What has he done?"
            },
            "queen":{
                "optionOne":"What’s the most beautiful thing in this area?",
                "optionTwo":"What’s the most hideous thing in this area?"
            },
            "jack":{
                "optionOne":"You see a good omen. What is it?",
                "optionTwo":"You see a bad omen. What is it?"
            },
            "ten":{
                "optionOne":"There’s another community somewhere on the map. Where are they? What sets them apart from you?",
                "optionTwo":"What belief or practice helps to unify your community?"
            },
            "nine":{
                "optionOne":"A charismatic young girl convinces many to help her with an elaborate scheme. What is it? Who joins her endeavors? Start a project to reflect.",
                "optionTwo":"A charismatic young girl tries to tempt many into sinful or dangerous activity. Why does she do this? How does the community respond?"
            },
            "eight":{
                "optionOne":"An old piece of machinery is discovered, broken but perhaps repairable. What is it? What would it be useful for?",
                "optionTwo":"An old piece of machinery is discovered, cursed and dangerous. How does the community destroy it?"
            },
            "seven":{
                "optionOne":"Where does everyone sleep? Who is unhappy with this arrangement, and why?",
                "optionTwo":"What natural predators roam this area? Are you safe?"
            },
            "six":{
                "optionOne":"Are there children in the community? If there are, what is their role in the community?",
                "optionTwo":"How old are the eldest members of the community? What unique needs do they have?"
            },
            "five":{
                "optionOne":"There is a disquieting legend about this place. What is it?",
                "optionTwo":"Alarming weather patterns destroy something. How and what?"
            },
            "four":{
                "optionOne":"What important and basic tools does the community lack?",
                "optionTwo":"Where are you storing your food? Why is this a risky place to store things?"
            },
            "three":{
                "optionOne":"Someone new arrives. Who?",
                "optionTwo":"Two of the community’s younger members get into a fight. What provoked them?"
            },
            "two":{
                "optionOne":"There’s a large body of water on the map. Where is it? What does it look like?",
                "optionTwo":"There’s a giant man-made structure on the map. Where is it? Why is it abandoned?"
            }
        },
        "diamonds":{
            "ace":{
                "optionOne":"A contingent within the community demand to be heard. Who are they? What are they asking for?",
                "optionTwo":"A contingent within the community have acted on their frustrations. What have they damaged, and why did they damage it? Is it permanent?"
            },
            "king":{
                "optionOne":"Summer is fleeting. Discard the top two cards off the top of the deck and take two actions this week.",
                "optionTwo":""
            },
            "queen":{
                "optionOne":"A project finishes early. Which one? Why?",
                "optionTwo":"If there are no projects underway, boredom leads to a quarrel. A fight breaks out between two people. What is it about?"
            },
            "jack":{
                "optionOne":"Predators and bad omens are afoot. You are careless, and someone goes missing under ominous circumstances. Who?",
                "optionTwo":"Predators and bad omens are afoot. What measures do you take to keep everyone safe and under surveillance? Do not reduce project dice this week."
            },
            "ten":{
                "optionOne":"You discover a cache of supplies or resources. Add a new Abundance.",
                "optionTwo":"A Scarcity has gone unaddressed for too long! Start a project that will alleviate that Scarcity."
            },
            "nine":{
                "optionOne":"A project fails. Which one? Why?",
                "optionTwo":"Something goes foul and supplies are ruined. Add a new Scarcity."
            },
            "eight":{
                "optionOne":"Someone tries to take control of the community by force. Do they succeed? Why do they do this?",
                "optionTwo":"A headstrong community member decides to put one of their ideas in motion. Start a foolish project."
            },
            "seven":{
                "optionOne":"Introduce a mystery at the edge of the map.",
                "optionTwo":"An unattended situation becomes problematic and scary. What is it? How does it go awry?"
            },
            "six":{
                "optionOne":"Outsiders arrive in the area. Why are they a threat? How are they vulnerable?",
                "optionTwo":"Outsiders arrive in the area. How many? How are they greeted?"
            },
            "five":{
                "optionOne":"A project finishes early. What led to its early completion?",
                "optionTwo":"The weather is nice and people can feel the potential all around them. Start a new project."
            },
            "four":{
                "optionOne":"The eldest among you dies. What caused the death?",
                "optionTwo":"The eldest among you is very sick. Caring for them and searching for a cure requires the help of the entire community. Do not reduce project dice this week."
            },
            "three":{
                "optionOne":"Summer is a time for production and tending to the earth. Start a project related to food production.",
                "optionTwo":"Summer is a time for conquest and the gathering of might. Start a project related to military readiness and conquest."
            },
            "two":{
                "optionOne":"Someone new arrives. Who? Why are they in distress?",
                "optionTwo":"Someone leaves the community. Who? What are they looking for?"
            }
        },
        "clubs":{
            "ace":{
                "optionOne":"The community becomes obsessed with a single project. Which one? Why? Choose one: • They decide to take more time to ensure that it is perfect. Add 3 weeks to the project die. • They drop everything else to work on it. All other projects fail. If there are no projects underway, add a Scarcity born of idleness.",
                "optionTwo":""
            },
            "king":{
                "optionOne":"A natural disaster strikes the area. Choose one: • You focus on getting everyone to safety. Remove an Abundance and a project fails. • You focus on protecting your supplies and hard work at any cost. Several people die as a result.",
                "optionTwo":""
            },
            "queen":{
                "optionOne":"Disease spreads through the community. Choose one: • You spend the week quarantining and treating the disease. Project dice are not reduced this week. • Nobody knows what to do about it. Add “Health and Fertility” as a Scarcity.",
                "optionTwo":""
            },
            "jack":{
                "optionOne":"A project finishes early. Which one? Why?",
                "optionTwo":"If there are no projects underway, restlessness creates animosity, which leads to violence. Who gets hurt?"
            },
            "ten":{
                "optionOne":"Harvest is here and plentiful. Add an Abundance.",
                "optionTwo":"Cold autumn winds drive out your enemies. Remove a threatening force from the map and the area."
            },
            "nine":{
                "optionOne":"The community works constantly, and as a result a project finishes early.",
                "optionTwo":"A group goes out to explore the map more thoroughly, and finds something that had been previously overlooked."
            },
            "eight":{
                "optionOne":"Someone sabotages a project, and the project fails as a result. Who did this? Why?",
                "optionTwo":"Someone is caught trying to sabotage the efforts of the community. How does the community respond?"
            },
            "seven":{
                "optionOne":"A project just isn’t working out as expected. Radically change the nature of this project (don’t modify the project die). When it resolves, you’ll be responsible for telling the community how it went.",
                "optionTwo":"Something goes foul and supplies are ruined. Add a new Scarcity."
            },
            "six":{
                "optionOne":"Introduce a dark mystery among the members of the community.",
                "optionTwo":"Conflict flares up among community members, and as a result, a project fails."
            },
            "five":{
                "optionOne":"The Parish arrives. Who are they? Why have they chosen your community, and for what?",
                "optionTwo":"A small gang of marauders is making its way through local terrain. How many are there? What weapons do they carry?"
            },
            "four":{
                "optionOne":"The strongest among you dies. What caused the death?",
                "optionTwo":"The weakest among you dies. Who’s to blame for their death?"
            },
            "three":{
                "optionOne":"Someone leaves the community after issuing a dire warning. Who? What is the warning?",
                "optionTwo":"Someone issues a dire warning, and the community leaps into action to avoid disaster. What is the warning? Start a contentious project that relates to it."
            },
            "two":{
                "optionOne":"Someone returns to the community. Who? Where were they?",
                "optionTwo":"You find a body. Do people recognize who it is? What happened?"
            }
        },
        "spades":{
            "ace":{
                "optionOne":"",
                "optionTwo":""
            },
            "king":{
                "optionOne":"",
                "optionTwo":""
            },
            "queen":{
                "optionOne":"",
                "optionTwo":""
            },
            "jack":{
                "optionOne":"",
                "optionTwo":""
            },
            "ten":{
                "optionOne":"",
                "optionTwo":""
            },
            "nine":{
                "optionOne":"",
                "optionTwo":""
            },
            "eight":{
                "optionOne":"",
                "optionTwo":""
            },
            "seven":{
                "optionOne":"",
                "optionTwo":""
            },
            "six":{
                "optionOne":"",
                "optionTwo":""
            },
            "five":{
                "optionOne":"",
                "optionTwo":""
            },
            "four":{
                "optionOne":"",
                "optionTwo":""
            },
            "three":{
                "optionOne":"",
                "optionTwo":""
            },
            "two":{
                "optionOne":"",
                "optionTwo":""
            }
        }
    }
}